const resultMap = {
  'grandTrickJib': {
    'description':
        'あなたは雪の上でスピンやジャンプなどのグランドトリックをしたり、ジブアイテムの上を滑るスケートボードのようなライドスタイルに興味があるようです。そんな人にはエッジが引っかかりにくいフラットキャンバーや板の反発をもらいやすいダブルキャンバーのような形状のボードがおすすめ！！',
  },
  'freerunPowder': {
    'description':
        'あなたは圧雪バーンでカービングターンをしたり、パウダースノーで浮遊感を感じたり、壁などを使った地形遊びをするライドスタイルに興味があるようです。そんな人には雪面にエッジが上手くかかるキャンバー、板のノーズが雪に埋まりにくいパウダーロッカーのような形状の板がおすすめ！！',
  },
  'allRound': {
    'description':
        'あなたはスノーボードを遊び尽くしたい、オールラウンドなライドに興味があるようです。そんな人にはハイブリッドキャンバー、ダブルキャンバーのようなロッカー・キャンバー・フラットなどの形状を取り入れた、どんな滑りでも対応できるボードがおすすめ！！',
  },
};
