const resultMap = {
  'grandTrickJib': {
    'discription':
        'あなたは雪の上でスピンやジャンプなどのグランドトリックをしたり、アイテムの上を滑るスケートボードのようなライドスタイルに興味があるようです。そんな人にはエッジが引っかかりにくいフラットキャンバーや板の反発をもらいやすいダブルキャンバーのような形状のボードがおすすめ！！',
  },
  'freerunPowder': {
    'discription':
        'あなたは圧雪バーンでカービングターンをしたり、パウダースノーで浮遊感を感じたり、壁などを使った地形遊びをするライドスタイルに興味があるようです。そんな人には雪面にエッジが上手くかかるキャンバー、板のノーズが雪に埋まりにくいロッカーキャンバーのような形状の板がおすすめ！！',
  },
  'allRound': {
    'discription':
        'あなたはスノーボードを遊び尽くしたい、オールラウンドなライドに興味があるようです。そんな人にはハイブリッドキャンバー、ハイブリッドキャンバーのようなロッカー・キャンバー・フラットなどの形状を取り入れた、どんな滑りでも対応できるボードがおすすめ！！',
  },
};
